Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# goalHub.eta.slipWithReason
source: Moved +%lld days — %@
de: Um +%lld Tage verschoben — %@
es: Se movió +%lld días — %@
fr: Décalé de +%lld jours — %@
hy: Տեղափոխվեց +%lld օրով — %@
it: Spostato di +%lld giorni — %@
ka: გადაიწია +%lld დღით — %@
ru: Сдвинуто на +%lld дн. — %@
sr: Померено за +%lld дана — %@

# goalHub.eyebrow.coachTask
source: COACH'S TASK
de: COACH-AUFGABE
es: TAREA DEL COACH
fr: TÂCHE DU COACH
hy: ՄԱՐԶՉԻ ԱՌԱՋԱԴՐԱՆՔ
it: COMPITO DEL COACH
ka: მწვრთნელის დავალება
ru: ЗАДАНИЕ ТРЕНЕРА
sr: ЗАДАТАК ТРЕНЕРА

# goalHub.eyebrow.goal
source: GOAL
de: ZIEL
es: OBJETIVO
fr: OBJECTIF
hy: ՆՊԱՏԱԿ
it: OBIETTIVO
ka: მიზანი
ru: ЦЕЛЬ
sr: ЦИЉ

# goalHub.footer.pauseGoal
source: Pause goal
de: Ziel pausieren
es: Pausar objetivo
fr: Mettre l'objectif en pause
hy: Դադարեցնել նպատակը
it: Metti in pausa l'obiettivo
ka: მიზნის დაპაუზება
ru: Приостановить цель
sr: Паузирај циљ

# goalHub.footer.pausing
source: Pausing…
de: Wird pausiert …
es: Pausando…
fr: Mise en pause…
hy: Դադարեցվում է…
it: Messa in pausa…
ka: ჩერდება…
ru: Приостановка…
sr: Паузирање…

# goalHub.history.blockComplete
source: Block complete
de: Block abgeschlossen
es: Bloque completado
fr: Bloc terminé
hy: Բլոկն ավարտված է
it: Blocco completato
ka: ბლოკი დასრულებულია
ru: Блок завершён
sr: Блок завршен

# goalHub.history.sectionTitle
source: BLOCK HISTORY
de: BLOCKVERLAUF
es: HISTORIAL DE BLOQUES
fr: HISTORIQUE DES BLOCS
hy: ԲԼՈԿԻ ՊԱՏՄՈՒԹՅՈՒՆ
it: STORICO BLOCCHI
ka: ბლოკის ისტორია
ru: ИСТОРИЯ БЛОКОВ
sr: ИСТОРИЈА БЛОКОВА

# goalHub.notice.rebaselineNeeded
source: Your starting point moved — we'll re-measure first.
de: Dein Ausgangspunkt hat sich verschoben -- wir messen zuerst neu.
es: Tu punto de partida cambió: primero volveremos a medir.
fr: Votre point de départ a changé -- on remesure d'abord.
hy: Ձեր մեկնարկային կետը փոխվել է -- նախ նորից կչափենք։
it: Il tuo punto di partenza è cambiato -- prima rimisuriamo.
ka: თქვენი საწყისი წერტილი შეიცვალა -- ჯერ ხელახლა გავზომავთ.
ru: Ваша стартовая точка изменилась — сначала измерим заново.
sr: Твоја почетна тачка се променила -- прво поново меримо.

# goalHub.paused.safety.message
source: This goal's training isn't recommended for you right now, so it's safely paused. Your data stays put.
de: Das Training für dieses Ziel wird dir aktuell nicht empfohlen, deshalb ist es sicher pausiert. Deine Daten bleiben erhalten.
es: El entrenamiento de este objetivo no se te recomienda ahora mismo, así que está pausado por seguridad. Tus datos se conservan.
fr: L'entraînement de cet objectif ne vous est pas recommandé pour le moment, il est donc mis en pause par sécurité. Vos données restent intactes.
hy: Այս նպատակի մարզումն ընթացիկ պահին ձեզ չի խորհուրդ տրվում, ուստի այն անվտանգորեն դադարեցված է։ Ձեր տվյալները մնում են անձեռնմխելի։
it: L'allenamento di questo obiettivo non è consigliato per te in questo momento, quindi è in pausa per sicurezza. I tuoi dati restano intatti.
ka: ამ მიზნის ვარჯიში ამჟამად თქვენთვის რეკომენდებული არ არის, ამიტომ ის უსაფრთხოდ დაპაუზებულია. თქვენი მონაცემები უცვლელი რჩება.
ru: Тренировки для этой цели сейчас вам не рекомендуются, поэтому она приостановлена ради безопасности. Ваши данные сохранены.
sr: Тренинг за овај циљ тренутно ти се не препоручује, па је безбедно паузиран. Твоји подаци остају сачувани.

# goalHub.paused.safety.switchGoal
source: Switch to a safe goal
de: Zu einem sicheren Ziel wechseln
es: Cambiar a un objetivo seguro
fr: Passer à un objectif sûr
hy: Անցնել անվտանգ նպատակի
it: Passa a un obiettivo sicuro
ka: უსაფრთხო მიზანზე გადართვა
ru: Перейти на безопасную цель
sr: Пређи на безбедан циљ

# goalHub.paused.safety.title
source: Safely paused
de: Sicher pausiert
es: Pausado por seguridad
fr: Mis en pause par sécurité
hy: Անվտանգության նպատակով դադարեցված է
it: In pausa per sicurezza
ka: უსაფრთხოდ დაპაუზებულია
ru: Приостановлено ради безопасности
sr: Безбедно паузирано

# goalHub.paused.user.resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
hy: Վերսկսել
it: Riprendi
ka: განახლება
ru: Возобновить
sr: Настави

# goalHub.paused.user.resuming
source: Resuming…
de: Wird fortgesetzt …
es: Reanudando…
fr: Reprise en cours…
hy: Վերսկսվում է…
it: Ripresa in corso…
ka: განახლდება…
ru: Возобновление…
sr: Настављање…

# goalHub.paused.user.startDifferentGoal
source: Start a different goal
de: Ein anderes Ziel starten
es: Empezar otro objetivo
fr: Démarrer un autre objectif
hy: Սկսել այլ նպատակ
it: Avvia un altro obiettivo
ka: სხვა მიზნის დაწყება
ru: Начать другую цель
sr: Покрени други циљ

# goalHub.paused.user.title
source: On hold — not counting. Resume anytime.
de: Angehalten -- zählt nicht. Jederzeit fortsetzbar.
es: En espera: no cuenta. Puedes reanudarlo cuando quieras.
fr: En attente -- ne compte pas. Reprenez quand vous voulez.
hy: Սպասման մեջ է -- չի հաշվվում։ Վերսկսեք ցանկացած պահի։
it: In sospeso -- non conta. Riprendi quando vuoi.
ka: შეჩერებულია -- არ ითვლება. განაახლეთ ნებისმიერ დროს.
ru: На паузе — не засчитывается. Возобновите в любой момент.
sr: На чекању -- не рачуна се. Настави кад год желиш.

# goalHub.progress.title
source: Progress
de: Fortschritt
es: Progreso
fr: Progression
hy: Առաջընթաց
it: Progressi
ka: პროგრესი
ru: Прогресс
sr: Напредак

# goalHub.retest.attemptsList
source: Attempts: %@
de: Versuche: %@
es: Intentos: %@
fr: Essais : %@
hy: Փորձեր՝ %@
it: Tentativi: %@
ka: მცდელობები: %@
ru: Попытки: %@
sr: Покушаји: %@

# goalHub.retest.bestOf3
source: Best of 3 counts
de: Der beste von 3 Versuchen zählt
es: Cuenta el mejor de 3
fr: Le meilleur des 3 compte
hy: Հաշվվում է 3-ից լավագույնը
it: Conta il migliore di 3
ka: ითვლება საუკეთესო 3-დან
ru: Учитывается лучший из 3 попыток
sr: Рачуна се најбољи од 3 покушаја

# goalHub.retest.button.confirmBaseline
source: Confirm your baseline
de: Deine Baseline bestätigen
es: Confirmar tu línea base
fr: Confirmer votre référence
hy: Հաստատել ձեր բազային արժեքը
it: Conferma la tua baseline
ka: თქვენი საწყისი მაჩვენებლის დადასტურება
ru: Подтвердить базовый результат
sr: Потврди своју почетну вредност

# goalHub.retest.button.confirmStage
source: Confirm your stage
de: Deine Stufe bestätigen
es: Confirmar tu etapa
fr: Confirmer votre étape
hy: Հաստատել ձեր փուլը
it: Conferma la tua fase
ka: თქვენი ეტაპის დადასტურება
ru: Подтвердить этап
sr: Потврди своју фазу

# goalHub.retest.button.finalCheckIn
source: Final check-in
de: Abschließendes Check-in
es: Chequeo final
fr: Point final
hy: Վերջնական ստուգում
it: Check-in finale
ka: საბოლოო შემოწმება
ru: Финальная проверка
sr: Завршна провера

# goalHub.retest.button.finalRetest
source: Final re-test
de: Abschließender Nachtest
es: Prueba final
fr: Retest final
hy: Վերջնական վերաթեստ
it: Test finale
ka: საბოლოო ხელახალი ტესტი
ru: Финальный повторный тест
sr: Завршно поновно тестирање

# goalHub.retest.button.midBlockCheckIn
source: Mid-block check-in
de: Check-in zur Blockmitte
es: Chequeo a mitad de bloque
fr: Point à mi-bloc
hy: Ստուգում բլոկի կեսին
it: Check-in a metà blocco
ka: შემოწმება ბლოკის შუა პერიოდში
ru: Проверка в середине блока
sr: Провера на средини блока

# goalHub.retest.button.midBlockRetest
source: Mid-block re-test
de: Nachtest zur Blockmitte
es: Nueva prueba a mitad de bloque
fr: Retest à mi-bloc
hy: Վերաթեստ բլոկի կեսին
it: Nuovo test a metà blocco
ka: ხელახალი ტესტი ბლოკის შუა პერიოდში
ru: Повторный тест в середине блока
sr: Поновно тестирање на средини блока

# goalHub.retest.button.recheckStage
source: Re-check your stage
de: Deine Stufe erneut prüfen
es: Volver a comprobar tu etapa
fr: Revérifier votre étape
hy: Կրկին ստուգել ձեր փուլը
it: Riverifica la tua fase
ka: თქვენი ეტაპის ხელახლა შემოწმება
ru: Перепроверить этап
sr: Поново провери своју фазу

# goalHub.retest.button.remeasureBaseline
source: Re-measure your baseline
de: Deine Baseline neu messen
es: Volver a medir tu línea base
fr: Remesurer votre référence
hy: Կրկին չափել ձեր բազային արժեքը
it: Rimisura la tua baseline
ka: თქვენი საწყისი მაჩვენებლის ხელახლა გაზომვა
ru: Перемерить базовый результат
sr: Поново измери своју почетну вредност

# goalHub.retest.deferred.message
source: A max test on a depleted day under-reads you. It'll open on your next moderate or better day.
de: Ein Maximaltest an einem erschöpften Tag unterschätzt dich. Er öffnet sich wieder an deinem nächsten moderaten oder besseren Tag.
es: Una prueba máxima en un día agotado te subestima. Se abrirá de nuevo en tu próximo día moderado o mejor.
fr: Un test maximal un jour épuisé vous sous-évalue. Il s'ouvrira lors de votre prochain jour modéré ou meilleur.
hy: Առավելագույն թեստը հյուծված օրը թերագնահատում է ձեզ։ Այն նորից կբացվի ձեր հաջորդ չափավոր կամ ավելի լավ օրը։
it: Un test massimale in una giornata svuotata ti sottostima. Si sbloccherà nella tua prossima giornata moderata o migliore.
ka: მაქსიმალური ტესტი დაქვეითებულ დღეს არასწორად აფასებს თქვენ. ის ხელახლა გაიხსნება თქვენს შემდეგ ზომიერ ან უკეთეს დღეს.
ru: Максимальный тест в истощённый день занизит результат. Он снова откроется в ваш следующий умеренный или лучший день.
sr: Максимални тест у исцрпљеном дану те потцењује. Отвориће се поново твог следећег умереног или бољег дана.

# goalHub.retest.deferred.title
source: Not today — recovery is low.
de: Heute nicht -- Erholung ist niedrig.
es: Hoy no: la recuperación es baja.
fr: Pas aujourd'hui -- récupération faible.
hy: Ոչ այսօր -- վերականգնումը ցածր է։
it: Non oggi -- il recupero è basso.
ka: დღეს არა -- აღდგენა დაბალია.
ru: Не сегодня — восстановление низкое.
sr: Не данас -- опоравак је низак.

# goalHub.retest.lockedCaption
source: Testing again this soon would just measure noise, not real progress.
de: Ein erneuter Test so bald würde nur Rauschen messen, keinen echten Fortschritt.
es: Volver a probar tan pronto solo mediría ruido, no un progreso real.
fr: Retester si tôt ne mesurerait que du bruit, pas une vraie progression.
hy: Այսքան շուտ կրկին թեստավորումը կչափի միայն աղմուկ, ոչ իրական առաջընթաց։
it: Rifare il test così presto misurerebbe solo rumore, non progressi reali.
ka: ასე მალე ხელახალი ტესტირება მხოლოდ ხმაურს გაზომავს, არა რეალურ პროგრესს.
ru: Повторный тест так скоро покажет лишь погрешность, а не реальный прогресс.
sr: Поновно тестирање овако рано би само мерило шум, а не стварни напредак.

# goalHub.retest.notNow
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
hy: Ոչ հիմա
it: Non ora
ka: ახლა არა
ru: Не сейчас
sr: Не сада

# goalHub.retest.opensInDays
source: Re-test opens in %lld days
de: Der erneute Test ist in %lld Tagen verfügbar
es: La repetición se abre en %lld días
fr: Le nouveau test s'ouvre dans %lld jours
hy: Կրկնակի թեստը կբացվի %lld օրից հետո
it: Il nuovo test si apre tra %lld giorni
ka: ხელახალი ტესტი გაიხსნება %lld დღეში
ru: Повторный тест откроется через %lld дня
sr: Поновно тестирање отвара се за %lld дана

# goalHub.retest.opensInWeeks
source: Re-test opens in %lld weeks
de: Der erneute Test ist in %lld Wochen verfügbar
es: La repetición se abre en %lld semanas
fr: Le nouveau test s'ouvre dans %lld semaines
hy: Կրկնակի թեստը կբացվի %lld շաբաթից հետո
it: Il nuovo test si apre tra %lld settimane
ka: ხელახალი ტესტი გაიხსნება %lld კვირაში
ru: Повторный тест откроется через %lld недели
sr: Поновно тестирање отвара се за %lld недеље

# goalHub.retest.protocolReminder
source: Same setup as always: %@
de: Gleicher Ablauf wie immer: %@
es: La misma configuración de siempre: %@
fr: Le même protocole que d'habitude : %@
hy: Նույն կարգավորումն է, ինչ միշտ․ %@
it: Stessa configurazione di sempre: %@
ka: იგივე პარამეტრები, რაც ყოველთვის: %@
ru: Та же схема, что и всегда: %@
sr: Иста поставка као увек: %@

# goalHub.retest.recordAttempt
source: Record attempt %lld
de: Versuch %lld erfassen
es: Registrar intento %lld
fr: Enregistrer l'essai %lld
hy: Գրանցել %lld-ին փորձը
it: Registra tentativo %lld
ka: მცდელობა %lld-ის ჩაწერა
ru: Записать попытку %lld
sr: Забележи покушај %lld

# goalHub.retest.result.baselineConfirmed
source: Baseline confirmed
de: Baseline bestätigt
es: Línea base confirmada
fr: Référence confirmée
hy: Բազային արժեքը հաստատվեց
it: Baseline confermata
ka: საწყისი მაჩვენებელი დადასტურდა
ru: Базовый результат подтверждён
sr: Почетна вредност потврђена

# goalHub.retest.result.done
source: Done
de: Fertig
es: Listo
fr: Terminé
hy: Պատրաստ է
it: Fatto
ka: დასრულდა
ru: Готово
sr: Готово

# goalHub.retest.result.earlierStage
source: An earlier stage than last time — stages wobble, the work still counts.
de: Eine frühere Stufe als letztes Mal -- Stufen schwanken, die Arbeit zählt trotzdem.
es: Una etapa anterior a la última vez: las etapas fluctúan, el trabajo sigue contando.
fr: Une étape antérieure à la dernière fois -- les étapes fluctuent, le travail compte quand même.
hy: Անցյալ անգամից ավելի վաղ փուլ է -- փուլերը տատանվում են, աշխատանքը դեռ հաշվվում է։
it: Una fase precedente rispetto all'ultima volta -- le fasi oscillano, il lavoro conta comunque.
ka: წინა ეტაპია, ვიდრე ბოლო ჯერზე -- ეტაპები მერყეობს, სამუშაო მაინც ითვლება.
ru: Этап ниже, чем в прошлый раз — этапы колеблются, но работа всё равно засчитывается.
sr: Ранија фаза него прошли пут -- фазе осцилирају, рад се и даље рачуна.

# goalHub.retest.result.extendBlock
source: Extend the block
de: Block verlängern
es: Ampliar el bloque
fr: Prolonger le bloc
hy: Երկարացնել բլոկը
it: Estendi il blocco
ka: ბლოკის გახანგრძლივება
ru: Продлить блок
sr: Продужи блок

# goalHub.retest.result.gainsReminder
source: 1 session a week keeps your gains.
de: 1 Einheit pro Woche erhält deine Fortschritte.
es: 1 sesión a la semana mantiene tus logros.
fr: 1 séance par semaine suffit à conserver vos acquis.
hy: Շաբաթական 1 մարզում պահպանում է ձեր ձեռքբերումները։
it: 1 sessione a settimana mantiene i tuoi progressi.
ka: კვირაში 1 სესია ინარჩუნებს თქვენს მიღწევებს.
ru: 1 тренировка в неделю сохраняет ваш результат.
sr: 1 сесија недељно чува твоја постигнућа.

# goalHub.retest.result.newGoal
source: New goal
de: Neues Ziel
es: Nuevo objetivo
fr: Nouvel objectif
hy: Նոր նպատակ
it: Nuovo obiettivo
ka: ახალი მიზანი
ru: Новая цель
sr: Нови циљ

# goalHub.retest.result.newStage
source: New stage
de: Neue Stufe
es: Nueva etapa
fr: Nouvelle étape
hy: Նոր փուլ
it: Nuova fase
ka: ახალი ეტაპი
ru: Новый этап
sr: Нова фаза

# goalHub.retest.result.nextBlock
source: Next block
de: Nächster Block
es: Siguiente bloque
fr: Bloc suivant
hy: Հաջորդ բլոկ
it: Blocco successivo
ka: შემდეგი ბლოკი
ru: Следующий блок
sr: Следећи блок

# goalHub.retest.result.noChange
source: No change yet — normal at this stage.
de: Noch keine Veränderung -- normal in dieser Phase.
es: Todavía sin cambios: normal en esta etapa.
fr: Pas encore de changement -- normal à ce stade.
hy: Դեռ փոփոխություն չկա -- նորմալ է այս փուլում։
it: Ancora nessun cambiamento -- normale in questa fase.
ka: ჯერ ცვლილება არ არის -- ნორმალურია ამ ეტაპზე.
ru: Изменений пока нет — это нормально на этом этапе.
sr: Још увек нема промене -- нормално у овој фази.

# goalHub.retest.result.nowAt
source: Now at %@%@
de: Jetzt bei %@%@
es: Ahora en %@%@
fr: Maintenant à %@%@
hy: Այժմ %@%@
it: Ora a %@%@
ka: ახლა %@%@
ru: Сейчас %@%@
sr: Сада на %@%@

# goalHub.retest.result.officialStartingPoint
source: This is your official starting point for the block.
de: Das ist dein offizieller Ausgangspunkt für diesen Block.
es: Este es tu punto de partida oficial para el bloque.
fr: C'est votre point de départ officiel pour ce bloc.
hy: Սա ձեր պաշտոնական մեկնարկային կետն է այս բլոկի համար։
it: Questo è il tuo punto di partenza ufficiale per il blocco.
ka: ეს არის თქვენი ოფიციალური საწყისი წერტილი ამ ბლოკისთვის.
ru: Это ваша официальная стартовая точка для этого блока.
sr: Ово је твоја званична почетна тачка за овај блок.

# goalHub.retest.result.sameStage
source: Same stage — normal at this point.
de: Gleiche Stufe -- normal an diesem Punkt.
es: Misma etapa: normal en este punto.
fr: Même étape -- normal à ce stade.
hy: Նույն փուլն է -- նորմալ է այս պահին։
it: Stessa fase -- normale a questo punto.
ka: იგივე ეტაპი -- ნორმალურია ამ ეტაპზე.
ru: Тот же этап — это нормально на данном этапе.
sr: Иста фаза -- нормално у овом тренутку.

# goalHub.retest.result.stageConfirmed
source: Stage confirmed
de: Stufe bestätigt
es: Etapa confirmada
fr: Étape confirmée
hy: Փուլը հաստատվեց
it: Fase confermata
ka: ეტაპი დადასტურდა
ru: Этап подтверждён
sr: Фаза потврђена

# goalHub.retest.result.stageRecorded
source: Stage recorded
de: Stufe erfasst
es: Etapa registrada
fr: Étape enregistrée
hy: Փուլը գրանցվեց
it: Fase registrata
ka: ეტაპი ჩაწერილია
ru: Этап зафиксирован
sr: Фаза забележена

# goalHub.retest.result.stagesTakeTime
source: Stages take time to unlock. Session data still shows the work happening.
de: Stufen brauchen Zeit, um freigeschaltet zu werden. Deine Trainingsdaten zeigen trotzdem, dass die Arbeit stattfindet.
es: Las etapas tardan en desbloquearse. Los datos de tus sesiones siguen mostrando que el trabajo se está haciendo.
fr: Les étapes prennent du temps à débloquer. Les données de vos séances montrent quand même que le travail avance.
hy: Փուլերը ժամանակ են պահանջում բացվելու համար։ Մարզումների տվյալները դեռ ցույց են տալիս, որ աշխատանքը կատարվում է։
it: Le fasi richiedono tempo per sbloccarsi. I dati delle sessioni mostrano comunque che il lavoro sta accadendo.
ka: ეტაპების გახსნას დრო სჭირდება. სესიების მონაცემები მაინც აჩვენებს, რომ სამუშაო მიმდინარეობს.
ru: Открытие новых этапов требует времени. Данные тренировок всё равно показывают, что работа идёт.
sr: Фазама треба времена да се откључају. Подаци о сесијама и даље показују да се рад одвија.

# goalHub.retest.result.upFrom
source: Up from %@.
de: Höher als %@.
es: Subiste desde %@.
fr: En hausse par rapport à %@.
hy: Բարձրացել է %@-ից։
it: In salita rispetto a %@.
ka: აღმავალია %@-დან.
ru: Выше, чем %@.
sr: Више од %@.

# goalHub.retest.result.withinNoise
source: The re-test landed within measurement noise. Session data still shows the work happening.
de: Der Nachtest lag im Rahmen der Messtoleranz. Deine Trainingsdaten zeigen trotzdem, dass die Arbeit stattfindet.
es: La nueva prueba quedó dentro del margen de error. Los datos de tus sesiones siguen mostrando que el trabajo se está haciendo.
fr: Le retest se situe dans la marge d'erreur de mesure. Les données de vos séances montrent quand même que le travail avance.
hy: Վերաթեստը մնաց չափման սխալի սահմաններում։ Մարզումների տվյալները դեռ ցույց են տալիս, որ աշխատանքը կատարվում է։
it: Il nuovo test rientra nel margine di errore di misurazione. I dati delle sessioni mostrano comunque che il lavoro sta accadendo.
ka: ხელახალი ტესტი მოხვდა გაზომვის ცდომილების ფარგლებში. სესიების მონაცემები მაინც აჩვენებს, რომ სამუშაო მიმდინარეობს.
ru: Повторный тест уложился в погрешность измерения. Данные тренировок всё равно показывают, что работа идёт.
sr: Поновно тестирање је у оквиру грешке мерења. Подаци о сесијама и даље показују да се рад одвија.

# goalHub.retest.saveStage
source: Save %@
de: %@ speichern
es: Guardar %@
fr: Enregistrer %@
hy: Պահպանել %@
it: Salva %@
ka: %@-ის შენახვა
ru: Сохранить %@
sr: Сачувај %@

# goalHub.retest.saveValue
source: Save %@
de: %@ speichern
es: Guardar %@
fr: Enregistrer %@
hy: Պահպանել %@
it: Salva %@
ka: %@-ის შენახვა
ru: Сохранить %@
sr: Сачувај %@

# goalHub.retest.saving
source: Saving…
de: Wird gespeichert …
es: Guardando…
fr: Enregistrement…
hy: Պահպանվում է…
it: Salvataggio…
ka: ინახება…
ru: Сохранение…
sr: Чување…

# goalHub.retest.stageFallback
source: your stage
de: deine Stufe
es: tu etapa
fr: votre étape
hy: ձեր փուլը
it: la tua fase
ka: თქვენი ეტაპი
ru: ваш этап
sr: твоју фазу

# goalHub.retest.targetSuffix
source: — target %@
de: — Ziel %@
es: — objetivo %@
fr: — objectif %@
hy: — թիրախ %@
it: — obiettivo %@
ka: — სამიზნე %@
ru: — ориентир %@
sr: — оријентир %@

# goalHub.sessions.doneOfCommitted
source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
hy: %lld / %lld
it: %lld di %lld
ka: %lld / %lld-დან
ru: %lld из %lld
sr: %lld од %lld

# goalHub.sessions.doneSinceStart
source: %lld done since you started
de: %lld erledigt seit deinem Start
es: %lld hechas desde que empezaste
fr: %lld effectuées depuis votre départ
hy: %lld կատարված է սկզբից ի վեր
it: %lld completate da quando hai iniziato
ka: %lld შესრულებული დაწყებიდან
ru: %lld выполнено с начала
sr: %lld одрађено од почетка

# goalHub.sessions.title
source: Sessions
de: Einheiten
es: Sesiones
fr: Séances
hy: Մարզումներ
it: Sessioni
ka: სესიები
ru: Тренировки
sr: Сесије

# goalHub.stage.noneRecorded
source: No stage recorded yet — your starting stage begins the ladder.
de: Noch keine Stufe erfasst -- deine Startstufe eröffnet die Leiter.
es: Aún no hay ninguna etapa registrada: tu etapa inicial abre la escalera.
fr: Aucune étape enregistrée pour l'instant -- votre étape de départ lance le parcours.
hy: Դեռ ոչ մի փուլ չի գրանցվել -- ձեր մեկնարկային փուլը սկսում է սանդուղքը։
it: Nessuna fase registrata ancora -- la tua fase iniziale apre la scala.
ka: ჯერ არცერთი ეტაპი არ არის ჩაწერილი -- თქვენი საწყისი ეტაპი იწყებს კიბეს.
ru: Пока не зафиксирован ни один этап — стартовый этап открывает лестницу.
sr: Још увек ниједна фаза није забележена -- твоја почетна фаза отвара лествицу.

# goalHub.stage.progressCaption
source: Stage %lld of %lld — stage-based, no numbers needed.
de: Stufe %lld von %lld -- stufenbasiert, keine Zahlen nötig.
es: Etapa %lld de %lld: por etapas, sin necesidad de números.
fr: Étape %lld sur %lld -- basé sur des étapes, pas besoin de chiffres.
hy: Փուլ %lld / %lld -- փուլային է, թվեր պետք չեն։
it: Fase %lld di %lld -- basato su fasi, senza bisogno di numeri.
ka: ეტაპი %lld / %lld -- ეტაპებზე დაფუძნებული, რიცხვები არ არის საჭირო.
ru: Этап %lld из %lld — по этапам, цифры не нужны.
sr: Фаза %lld од %lld -- засновано на фазама, бројеви нису потребни.

# goalHub.unavailable.message
source: This goal's program is offline right now. Your measurements and history stay right here.
de: Das Programm dieses Ziels ist gerade offline. Deine Messwerte und dein Verlauf bleiben hier erhalten.
es: El programa de este objetivo está desconectado ahora mismo. Tus mediciones e historial permanecen aquí.
fr: Le programme de cet objectif est hors ligne pour le moment. Vos mesures et votre historique restent ici.
hy: Այս նպատակի ծրագիրն այժմ անհասանելի է։ Ձեր չափումներն ու պատմությունը մնում են այստեղ։
it: Il programma di questo obiettivo è offline al momento. Le tue misurazioni e la cronologia restano qui.
ka: ამ მიზნის პროგრამა ამჟამად ხელმისაწვდომი არ არის. თქვენი გაზომვები და ისტორია აქვე რჩება.
ru: Программа этой цели сейчас недоступна. Ваши замеры и история остаются здесь.
sr: Програм овог циља је тренутно офлајн. Твоја мерења и историја остају овде.

# goalHub.unavailable.title
source: Temporarily unavailable
de: Vorübergehend nicht verfügbar
es: No disponible temporalmente
fr: Temporairement indisponible
hy: Ժամանակավորապես անհասանելի է
it: Temporaneamente non disponibile
ka: დროებით მიუწვდომელია
ru: Временно недоступно
sr: Тренутно недоступно

# goalHub.upcoming.caption
source: Built into your daily workout automatically — nothing separate to follow.
de: Automatisch in dein tägliches Workout integriert -- nichts Separates zu verfolgen.
es: Se integra automáticamente en tu entrenamiento diario: no hay nada aparte que seguir.
fr: Intégré automatiquement à votre entraînement quotidien -- rien de séparé à suivre.
hy: Ինքնաշխատ ներառված է ձեր օրական մարզման մեջ -- առանձին բան հետևելու կարիք չկա։
it: Integrato automaticamente nel tuo allenamento giornaliero -- niente di separato da seguire.
ka: ავტომატურად ჩართულია თქვენს ყოველდღიურ ვარჯიშში -- ცალკე არაფრის მიყოლა არ გჭირდებათ.
ru: Автоматически встроено в вашу ежедневную тренировку — отдельно следить не нужно.
sr: Аутоматски уграђено у твој дневни тренинг -- ништа посебно не мораш да пратиш.
